adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
aspell
aspell-en
auto-cpufreq
awesome-terminal-fonts
base
base-devel
bat
bc
bind
blueberry
blueman
bluez-utils
bolt
brightnessctl
btop
caffeinate
calibre
catppuccin-gtk-theme-frappe
catppuccin-gtk-theme-latte
catppuccin-gtk-theme-macchiato
catppuccin-gtk-theme-mocha
chaotic-keyring
chaotic-mirrorlist
clang
cmake
codespell
csvlens
cups
cups-pdf
dbeaver
diff-so-fancy
displaylink
docker
docker-compose
docker-rootless-extras
dockfmt-git
doctl
dos2unix
downgrade
dunst
ed
editorconfig-core-c
efibootmgr
emacs-lsp-booster
emacs-wayland
evdi-dkms
eza
fd
feh
filezilla
firefox
fuse-overlayfs
fwupd
fzf
ghostscript
ghostty
gimp
git
glab
gnome-keyring
gnuplot
google-chrome
graphviz
grim
grub
gsfonts
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gutenprint
helm
helvum
hplip
i3-wm
i3blocks
i3lock
i3status
ibus-m17n
inkscape
jdtls
jq
js-beautify
keyd
kitty
kotlin-language-server
ktlint
kubectl
lazygit
libreoffice-fresh
libvirt
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsplug
luarocks
lvm2
lxappearance
lxsession
maim
mako
mesa
mesa-utils
minikube
mpd
neofetch-git
neovide
neovim
networkmanager
nginx-config-formatter
noto-fonts
ntfs-3g
okular
openrazer-daemon
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pack-cli
pamixer
pandoc-cli
papirus-icon-theme
paru
pavucontrol
pdftk
pgformatter
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-zeroconf
playerctl
polybar
polychromatic
powerpill
ptpython
python-black
python-isort
python-pandas
python-pip
python-pipenv
python-poetry
python-psutil
python-pyflakes
python-pynvim
qt5-graphicaleffects
qt5-quickcontrols2
ranger
reflector
ripgrep
rofi
rofi-power-menu
s3cmd
sddm
sddm-theme-tokyo-night-git
shellcheck
shfmt
slurp
starship
step-cli
stow
stylelint
sudo
sway
swayidle
swaylock
system-config-printer
tamsyn-font
terminus-font
texlive-basic
texlive-bin
texlive-mathscience
the_silver_searcher
thunar
thunar-archive-plugin
thunar-volman
tidy
tldr
tmux
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-google-fonts-git
ttf-gujrati-fonts
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-indic-otf
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-joypixels
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
udiskie
udisks2
unrar
unzip
usbutils
visual-studio-code-bin
vlc
volumeicon
vscode-langservers-extracted
waybar
wezterm
wget
wireplumber
wl-clipboard
wlprop
wlr-randr
woff2-font-awesome
wpaperd
xclip
xdg-desktop-portal-wlr
xdg-user-dirs
xdotool
xidlehook
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xss-lock
yaml-language-server
zellij
zip
zoom
zoxide
zsh
zsh-antidote
zsh-completions
