adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
autorandr-launcher-git
awesome-terminal-fonts
aws-cli-v2
base
base-devel
bat
bc
blueberry
blueman
bluez-utils
btop
cups
cups-pdf
dbeaver
diff-so-fancy
docker
docker-compose
docker-rootless-extras
dockfmt-git
dunst
efibootmgr
emacs
eza
feh
firefox
fzf
ghostscript
gimp
git
google-chrome
grub
gsfonts
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gutenprint
helvum
i3-wm
i3blocks
i3lock
i3status
inkscape
jdtls
keyd
kotlin-language-server
libreoffice-fresh
linux-firmware
linux-lts
linux-lts-headers
lxappearance
lxsession-gtk3
maim
mpd
neovim
networkmanager
nginx-config-formatter
nitrogen
noto-fonts
ntfs-3g
nvidia-470xx-dkms
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pamixer
papirus-icon-theme
paru
pavucontrol
pgformatter
picom
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-zeroconf
playerctl
polkit
polybar
python-pip
python-psutil
qtile
ranger
ripgrep
rofi
rofi-power-menu
sddm
skypeforlinux-stable-bin
stow
sudo
system-config-printer
tamsyn-font
teams-for-linux
the_silver_searcher
thunar
thunar-archive-plugin
thunar-volman
tmux
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
udiskie
udisks2
unrar
unzip
visual-studio-code-bin
vlc
volumeicon
vscode-langservers-extracted
wget
wireplumber
xclip
xdg-user-dirs
xdotool
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yaml-language-server
zip
zsh
zsh-antidote
zsh-completions
