mattmc3/ez-compinit
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
hlissner/zsh-autopair
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/aws
MichaelAquilina/zsh-you-should-use
jeffreytse/zsh-vi-mode
joshskidmore/zsh-fzf-history-search

# Completions should be at the end
zsh-users/zsh-completions
belak/zsh-utils path:completion
